[
  {
    "_id": "6754abdf96eabbc4a797def3",
    "announcementStatus": true,
    "title": "The Cho Lab is recruiting 1-2 highly motivated PhD students & 1 Postdoctoral Associate to join the team in Fall 2026!",
    "body": "<p>• <strong>PhD Position in Coastal Hydrology</strong>: Investigating Coastal Floods and Groundwater–Surface Water Dynamics in Coastal Unban Systems </p><p>• <strong>MS Position in UAV Remote Sensing </strong>: Advancing Multiple Remote Sensing Techniques to Enhance Hydrologic and Environmental Monitoring. <p><br></p><p>Generally, prospective students are expected and have the flexibility to work on the following topics (but not limited to):</p><p>• Hydrology and extreme events (flooding, drought, wildfires, heatwaves, etc.)</p><p>• Climate change &amp; human impacts on hydrology &amp; water resources</p><p>• Satellite remote sensing techniques and applications</p><p>• Snow hydrology &amp; cold-land processes (snowpack, snowmelt, and freeze/thaw cycles)</p><p>• Land surface hydrologic modeling and data assimilation</p><p>• Big data analytics and machine learning applications</p><p><br></p><p>We are seeking candidates with strong experience in</p><p>• One or more programming languages (Python, R, MATLAB, and Google Earth Engine)</p><p>• Satellite and/or UAV-based remote sensing</p><p>• Statistical and/or big data analytics with AI/ML applications (TensorFlow, PyTorch, etc.)</p><p><br></p><p>Prospective students are encouraged to contact Prof. Cho (<u>eunsang.cho@txstate.edu</u>) with the subject line: “<u>Fall 2025 Ph.D. Position</u>” to discuss candidate's capabilities and funding opportunities before submitting an official submission via the website. Successful candidates will have an opportunity to conduct collaborative research as an intern or a visiting student/scholar at leading research institutions and other universities including NASA GSFC and USDA Hydrology and Remote Sensing Lab. Applications from members of underrepresented groups and/or first-gen students are strongly encouraged. Please note that, due to the high volume of emails, Prof. Cho may only respond to emails that include a complete list of the following documents. </p><p><br></p><p>Please include the following documents as a single PDF in your email:&nbsp;</p><p>  1. A one-page cover letter (describing specific experience relevant to the research topics and career goals)</p><p>  2. A CV</p><p>  3. English proficiency score (TOEFL, IELTS, etc.)&nbsp;</p><p>  4. GRE score&nbsp;</p><p>  5. Unofficial transcripts</p><p>Suitable candidates will be contacted via email to schedule an interview.&nbsp;</p><p>Official Application Deadlines via&nbsp;<a href='https://www.gradcollege.txst.edu/programs/ceng-phd.html' rel='noopener noreferrer' target='_blank'>https://www.gradcollege.txst.edu/programs/ceng-phd.html</a></p><ol><li>Priority Deadline:&nbsp;<strong>January 15</strong>, for full consideration of school fellowships and departmental assistantship opportunities.</li><li>Standard Deadline:<strong>&nbsp;June 1</strong>, for project-specific funding opportunities.</li></ol>",
    "link": ""
  }
]